bungcip.better-toml
christian-kohler.path-intellisense
GitHub.github-vscode-theme
matklad.rust-analyzer
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode.azure-account
ms-vscode.cpptools
redhat.vscode-yaml
usernamehw.errorlens
vadimcn.vscode-lldb
vscodevim.vim
zxh404.vscode-proto3
